[
  "dataview",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian-meta-bind-plugin",
  "obsidian-icon-folder",
  "obsidian-style-settings",
  "calendar",
  "obsidian-excalidraw-plugin",
  "obsidian-view-mode-by-frontmatter",
  "table-editor-obsidian",
  "editing-toolbar"
]